[
    {
        "year":1975,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-1975.jpg",
        "text":"No ano de 1975 chega ao mercado a marca UNISTAMP®, que viria a se tornar referência mundial em sistemas modulares."
    } ,
    {
        "year":1997,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-1997.jpg",
        "text":"A UNISTAMP® lança suas primeiras ferramentas para puncionadeiras, mais uma evolução para a estampagem de metais."
    } ,
    {
        "year":1999,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-1999.jpg",
        "text":"A UNISTAMP® se torna distribuidora exclusiva da DURMA® no Brasil, uma das maiores e mais conceituadas fabricantes de máquinas para conformação de chapas de metal do mundo."
    } ,
    {
        "year":2003,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2003.jpg",
        "text":"Em 2003 é lançada a primeira máquina de prensa hidráulica dupla do Brasil, a UNIPRESS®."
    },
    {
        "year":2005,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2005.jpg",
        "text":"Em 2005, com a aquisição da High Speed, uma máquina de alta tecnologia e desempenho para usinagem de aço temperado, a UNISTAMP® expandiu seus serviços e possibilitou a diminuição de seus prazos de entrega. Com isso, inauguramos nosso sistema de serviços de entrega em até 24 horas, o Uniex 10."
    },{
        "year":2007,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2007.jpg",
        "text":"A UNISTAMP® conquistou a certificação ISO 9001, garantindo a total rastreabilidade de seus produtos, permitindo um maior controle do processo de produção para nossos clientes."
    },{
        "year":2008,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2008.jpg",
        "text":"Inovamos mais uma vez, com o investimento na primeira retífica de perfil da América Latina."
    },{
        "year":2008,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2008-2.jpg",
        "text":"Lançamento da primeira geração das máquinas UNIPLASMA I."
    },{
        "year":2009,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2009.jpg",
        "text":"A partir de 2009 todos os nossos produtos passaram a ser rastreáveis através de um código de barra único."
    },{
        "year":2010,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2010.jpg",
        "text":"Iniciamos a parceria com a norte-americana DAYTON® e, dada a qualidade reconhecida de nosso processo de fabricação, nos tornamos a única empresa autorizada a fabricar para a marca no mundo."
    },{
        "year":2011,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2011.jpg",
        "text":"Nesse ano inauguramos a nossa nova fábrica, onde está atualmente sediada. Expandimos a área de produção, com investimentos na construção da planta e em novo maquinário para nosso processo fabril, além de inaugurarmos um show room permanente, com exposição e demonstração de nossas máquinas e ferramentas."
    },{
        "year":2014,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2014-1.jpg",
        "text":"Inovamos mais uma vez, com o lançamento do UNISTEEL, aço de maior durabilidade, trazendo uma tecnologia diferenciada para as ferramentas de puncionadeira, aumentando a performance, o rendimento e a produtividade dos nossos clientes."
    },{
        "year":2014,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2014.jpg",
        "text":"A partir desse ano a UNISTAMP® passa a usar o revestimento UNITIN-CR® para ferramentas de puncionadeiras, garantindo maior durabilidade ao produto."
    },{
        "year":2018,
        "url":"https://www.unistamp.com.br/imagens/empresa/unistamp-2018.jpg",
        "text":"A Unistamp inicia mais uma importante parceria com a fabricante de softwares Libellula, a empresa italiana é uma das principais marcas no setor de tecnologia industrial e tem participação mundial na comercialização de softwares para corte. Fundada há mais de 25 anos, a Libellula está presente em mais de 60 países."
    },{
        "year":2019,
        "url":"https://www.unistamp.com.br/imagens/empresa/geka-2019.jpg",
        "text":"A mais nova parceria da UNISTAMP® com a empresa GEKA MAKINAS, traz aos nossos clientes a experiência de mais de 90 anos em soluções de puncionamento e corte."
    }
]